Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: Firefox Account authorization code
su: Kodeu otorisasi Firefox Account

source: Firefox Account new primary email
su: Surélék utama anyar Firefox Account

source: Firefox Account password changed
su: Sandi Firefox Account geus dirobah

source: Firefox Account password reset required
su: Nyetél ulang sandi Firefox Account diperlukeun

source: Firefox Account password reset with recovery key
su: Setél ulang sandi Firefox Account kalawan konci pamulangan

source: Firefox Accounts can only be placed into an IFRAME on approved sites
su: Firefox Accounts kur bisa ditapelkeun kana IFRAME dina situs nu disatujuan

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
su: Firefox Account ngamangpaatkeun fitur nu teu dirojong di vérsi Firefox anjeun. Prak undeur sarta pasang vérsi Firefox panganyarna pikeun nuluykeunana.

source: Firefox Accounts requires JavaScript.
su: Firefox Accounts merlukeun JavaScript.

source: Firefox Account verified
su: Firefox Account divérifikasi

source: Firefox Account verified. You're almost there.
su: Akun Firefox geus dipéripikasi. Kari saeutik deui.

source: Firefox browser
su: Panyungsi Firefox

source: Firefox Cloud Terms of Service
su: Katangtuan Layanan Firefox Cloud

source: Firefox for Android
su: Firefox jang Android

source: Firefox for iOS
su: Firefox jang iOS

source: Firefox Private Network Android App
su: Aplikasi Android Firefox Private Network

source: Firefox Private Network Windows App
su: Aplikasi Windows Firefox Private Network

source: Firefox protects your data by erasing your synced data if you reset your password. A recovery key restores it.
su: Firefox ngajaga data anjeun ku ngahapus data sinkronisasi upama anjeun ngarését kecap sandi. Konci pamulihan menerkeun deui.

source: Firefox Recovery Codes
su: Kodeu Pamulangan Firefox

source: Firefox Recovery Key
su: Konci Pamulangan Firefox

source: Firefox Sync will resume momentarily
su: Firefox Sync rék dihanca deui

source: Firefox update required
su: Perlu ngapdét Firefox

source: First, change your Firefox Account password.
su: Mimiti mah, robah sandi Firefox Account anjeun.

source: For added security, please confirm this sign-in from the following device:
su: Pikeun nambahan kaamanan, prak konfirmasi ieu peta asup ti parangkat di handap:

source: For added security, please confirm this sign-in to begin syncing with this device:
su: Pikeun nambahan kaamanan, prak konfirmasi ieu peta asup pikeun mitembeyan singkronan jeung ieu parangkat:

source: Forbidden
su: Dipahing

source: Forgot password?
su: Poho sandi?

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
su: Pikeun infomasi lianna, mangga sorang <a %(supportLinkAttributes)s>Rojongan Mozilla</a>.

source: For more information, please visit %(supportUrl)s
su: Pikeun informasi lianna, mangga sorang %(supportUrl)s

source: General application error
su: Éror aplikasi umum

source: General inquiries
su: Patalekan umum

source: Generate
su: Pangjieunkeun

source: Generate a new recovery key
su: Pangjieunkeun konci pamulangan anyar

source: Generate a recovery key to regain access to your Firefox bookmarks, passwords, and synced data if you forget your password.
su: Jieunkeun konci pamulangan pikeun ngaksés deui ka markah Firefox, sandi, sarta data nu disingkronkeun saupamana anjeun poho sandi.

source: Generate codes
su: Pangjieunkeun kodeu

source: Generate codes:
su: Pangjieunkeun kodeu:

source: Generate new recovery codes
su: Pangjieunkeun kodeu pamulangan anyar

source: Get a lookout for data breaches.
su: Mangkahadé kana kabocoran data.

source: Get app
su: Undeur aplikasi

source: Get App
su: Undeur Aplikasi

source: Get a recovery key
su: Cokot konci pamulihan

source: Get a Recovery Key
su: Jieun Konci Pamulihan

source: Get more from these features:
su: Meunangkeun leuwih loba ti ieu fitur:

source: Get practical knowledge in your inbox about:
su: Tampa kanyaho praktis dina koropak anjeun ngeunaan:

source: Get started
su: Mitembeyan

source: Get the full Sync experience.
su: Meunangkeun pangalaman Sync sagemblengna

source: Get the latest news about Mozilla and Firefox
su: Meunangkeun warta panganyarna ngeunaan Mozilla jeung Firefox

source: Get the latest news about Mozilla and Firefox.
su: Meunangkeun warta panganyarna ngeunaan Mozilla jeung Firefox.

source: Get the most out of your account
su: Meunangkeun kajembaran akun anjeun

source: Getting started
su: Mitembeyan

source: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connect your mobile device<p>with a QR code we've created just for you</p>
su: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Sambungkeun ka piranti ider anjeun<p>maké sandi QR anu dijieun hususon keur anjeun</p>

source: Have an account? Sign in
su: Boga akun lin? Asup

source: Have questions? Visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
su: Aya tanyakeuneun? Sorang <a %(supportLinkAttributes)s>Rojongan Mozilla</a>.

source: Have questions? Visit %(supportUrl)s
su: Aya patarosan? Sorang %(supportUrl)s

source: Helps you get back in if you lose access to your email.
su: Mantuan balik upama leungiteun aksés ka surél anjeun.

source: Help us fix it by <a href="%(updateBillingUrl)s">updating your payment information</a> within three days.
su: Bantuan ku <a href="%(updateBillingUrl)s">ngamutahirkeun info pembayaran anjeun</a> dina tilu poé.

source: Help us fix it by updating your payment information within three days:
su: Bantuan menerkeun ku cara ngamutahirkeun émbaran pembayaran anjeun dina tilu poé:

source: Here's your reminder to sync devices.
su: Ieu panginget pikeun nyingkronkeun paranti anjeun.

source: Hmm, we're having trouble with our system. We're working on fixing it for you and apologize for the inconvenience. Please try again later.
su: Hadeuh, aya masalah dina sistemna. Ayeuna keur dibenerkeun. Cobaan deui engké.

source: How old are you?
su: Baraha umur anjeun?

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
su: Mun henteu, bantuan kami nyingkahan nu ngaganggu sarta <a %(reportSignInLinkAttributes)s>laporkeun hal éta ka kami.</a>

source: If no, help us fend off intruders and report it to us.
su: Mun henteu, bantuan kami nyingkahan nu ngaganggu sarta laporkeun ka kami.

source: If there is new software for you to install in order to use %(productNameNew)s, you will receive a separate email with download instructions.
su: Lamun aya sopwér anyar nu perlu dipasang pikeun maké %(productNameNew)s, anjeun bakal nampa séjén surélék nu nétélakeun cara ngundeurna.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
su: Mun ieu mangrupa alamat surélék sah, <a %(escapedSupportLinkAttrs)s>béjaan kami</a> sangkan kami bisa mantuan muka akun anjeun.

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
su: Mun ieu lain anjeun, <a %(revokeAccountRecoveryLinkAttributes)s>klik didieu.</a>

source: If this was not you, revoke key.
su: Mun ieu lain anjeun, cabut konci.

source: If yes, here is the authorization code you need:
su: Mun enya mah, ieu kodeu otorisasi nu anjeun perlukeun:

source: If yes, here is the verification code:
su: Lamun enya, ieu sandi péripikasina:

source: If yes, use this verification code:
su: Lamun enya, paké sandi péripikasi ieu:

source: If you are not receiving the SMS message, you can also search your app store for “Firefox.”
su: Mun anjeun teu naeima talatah SMS, anjeun bisa ogé maluruh “Firefox” dina app store.

source: If you are not receiving the text message, you can also download the apps manually.
su: Mun anjeun can nampa waé SMSna, anjeun bisa ngundeur aplikasina sacara manual.

source: If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
su: Mun anjeun teu rumasa ngaotorisasi ieu peta, <a %(passwordChangeLinkAttributes)s>prak robah sandi anjeun</a>.

source: If you did not authorize this action, please change your password.
su: Mun anjeun teu ngaotorisasi ieu peta, prak geura robah sandi anjeun.

source: If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.
su: Lamun anjeun teu rumasa ngarobah ieu, prak <a %(resetLinkAttributes)s>setél ulang sandi anjeun</a> ayeuna kénéh

source: If you did not change it, please reset your password now at %(resetLink)s
su: Lamun anjeun teu rumasa ngarobah ieu, prak setél ulang sandi anjeun ayeuna kénéh di %(resetLink)s

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
su: Upama can ngundeur %(productName)s, anjeun bisa mitembeyan maké sakabéh pitur anu kaasup dina pendaptaran anjeun:

source: If you lose access to your account, you’ll be able to restore your sync data.
su: Lamun anjeun leungiteun aksés ka akun anjeun, anjeun bakal bisa mulangkeun data singkron anjeun.

source: If you lose access to your account, youll be able to restore your sync data.
su: Lamun anjeun leungiteun aksés ka akun anjeun, anjeun bakal bisa mulangkeun data singkron anjeun.

source: If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
su: Mun sangkaan anjeun batur aya nu nyoba ngaksés ka akun anjeun, <a %(passwordChangeLinkAttributes)s>geura robah sandi anjeun</a>.

source: If you suspect that someone is trying to gain access to your account, please change your password.
su: Mun sangkaan anjeun batur aya nu nyoba ngaksés ka akun anjeun, geura robah sandi anjeun.

source: If you use this account for Mozilla apps and services like AMO, Pocket, and Screenshots you should first log in and remove any saved personal information. Once you delete your account here you may lose access to it everywhere.
su: Mun anjeun maké ieu akun pikeun aplikasi Mozilla jeung layanan kayaning AMO, Pocket, jeung Screenshots anjeun hadéna mah asup heula tuluy piceun sagala informasi pribadi nu kasimpen. Sanggeus anjeun mupus kaun didieu mah, meureun baé anjeun kaleungitan aksés diditu-didieu.

source: I'll do this later, send me a reminder
su: Engké deui baé, kirim panginget

source: Image processing error
su: Kasalahan pamrosésan gambar

source: I'm done for now
su: Anggeusan heula

source: Important: pick a different password than what you were previously using and make sure that it is different from your email account.
su: Penting: paké kecap sandi anu béda ti nu saméméhna sarta pastikeun béda ti akun surélék anjeun.

source: Incorrect code
su: Kodeu salah

source: Incorrect email case
su: Surélék salah

source: Incorrect password
su: Sandi salah

source: Incorrect redirect_uri
su: redirect_url salah

source: Install Firefox and open it on your device
su: Pasang Firefox tur buka dina paranti anjeun

source: Install Firefox on your smartphone and sign in to complete set-up
su: Pasang Firefox na ponsél pinter anjeun sarta asup pikeun mungkaskeun panataharan

source: Installing Firefox and syncing between at least two devices also protects against losing your data.
su: Masang Firefox tur nyingkronkeun antara sahanteuna dua paranti ogé ngajaga tina leungiteun data.

source: Invalid assertion
su: Ébréhan teu sah

source: Invalid authorization code
su: Kodeu otorisasi teu sah

source: Invalid configuration
su: Konfigurasi teu sah

source: Invalid data attribute: %(property)s
su: Atribut data teu sah: %(property)s

source: Invalid id_token_hint
su: id_token_hint teu sah

source: Invalid JSON in request body
su: Kodeu JSON na eusi pundutan teu sah

source: Invalid message from the remote device
su: Talatah ti parangkat anggang teu sah

source: Invalid nonce in request signature
su: Teu sah dina tawis pamundutan

source: Invalid OAuth parameter: %(param)s
su: Paraméter OAuth teu sah: %(param)s

source: Invalid or expired verification code
su: Kodeu péripikasi henteu bener atawa kadaluwarsa

source: Invalid parameter in request body: %(param)s
su: Paraméter dina eusi pundutan teu sah: %(param)s

source: Invalid parameter: %(param)s
su: Paraméter teu sah: %(param)s

source: Invalid payment token for subscription.
su: Token babayaran teu sah keur balanggan.

source: Invalid phone number
su: Nomer telepon teu sah

source: Invalid property in resume token: %(property)s
su: Properti teu sah na token hanca: %(property)s

source: Invalid recovery code
su: Kodeu pamulangan teu sah

source: Invalid recovery key
su: Kodeu pamulangan teu sah

source: Invalid redirect
su: Alihan teu bener

source: Invalid request signature
su: Tawis pundutan teu sah

source: Invalid signin code
su: Kodeu asup teu sah

source: Invalid timestamp in request signature
su: Cap waktu teu sah dina tawis pamundutan

source: Invalid token
su: Token teu sah

source: Invalid Token
su: Token teu sah

source: Invalid two-step authentication code
su: Kodeu oténtikasi dua léngkah teu sah

source: Invalid verification code
su: Kodeu vérifikasi teu sah

source: Invite me to test new Mozilla products
su: Ondang kami pikeun nguji produk Mozilla anyar

source: Invoice Number: <b>%(invoiceNumber)s</b>
su: Noner paktur: <b>%(invoiceNumber)s</b>

source: Invoice Number: %(invoiceNumber)s
su: Nomer Faktur: %(invoiceNumber)s

source: IP address: %(ipAddress)s
su: Alamat IP: %(ipAddress)s

source: IP address: %(ip)s
su: Alamat IP: %(ip)s

source: Is this you signing in?
su: Nu asup téh anjeun lin?

source: Is this you signing up?
su: Anu daptar téh bener anjeun?

source: It expires in 20 minutes.
su: Bakal kadaluwarsa dina 20 menit.

source: It expires in 5 minutes.
su: Bakal kadaluwarsa dina 5 menit.

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
su: Ieu bakal kadaluwarsa dina 5 menit. Sanggeus dipéripikasi, ieu alamat bakal mimiti narima iber sarta konfirmasi kaamanan.

source: It may be that your credit card has expired, or your current payment method is out of date.
su: Bisa jadi alatan kartu kiridit anjeun kadaluwarsa atawa cara bayarna can dibenerkeun.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
su: Nyingkronkeun ngan butuh dua. Nyingkronkeun paranti séjén maké Firefox sacara buni ngajaga markah, kecap konci, jeung data Firefox lianna sarua di mana baé anjeun maké Firefox.

source: Keep your passwords protected and portable.
su: Simpen, amankeun, sarta bawa sandi anjeun kamabaé.

source: Last active over %(translatedTimeAgo)s
su: Aktif panungtung %(translatedTimeAgo)s leuwih

source: Last active over %(translatedTimeAgo)s in %(translatedCountry)s
su: Aktif panungtung %(translatedTimeAgo)s leuwih di %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
su: Aktif panungtung %(translatedTimeAgo)s leuwih deukeut %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active %(translatedTimeAgo)s
su: Aktif panungtung %(translatedTimeAgo)s

source: Last active %(translatedTimeAgo)s in %(translatedCountry)s
su: Aktif panungtung %(translatedTimeAgo)s di %(translatedCountry)s

source: Last active %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
su: Aktif panungtung %(translatedTimeAgo)s deukeut %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last checked: %(lastCheckTime)s
su: Panungtung dipariksa: %(lastCheckTime)s

source: Last reminder to sync devices!
su: Panggeuing pamungkas pikeun nyingkronkeun paranti!

source: Last seen over %(translatedTimeAgo)s
su: Panungtung katempo %(translatedTimeAgo)s leuwih

source: Last seen over %(translatedTimeAgo)s in %(translatedCountry)s
su: Panungtung katempo %(translatedTimeAgo)s leuwih di %(translatedCountry)s

source: Last seen over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
su: Panungtung katempo %(translatedTimeAgo)s leuwih deukeut %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last seen time unknown
su: Wanci panungtung katempo teu kanyahoan

source: Last seen %(translatedTimeAgo)s
su: Panungtung katempo %(translatedTimeAgo)s

source: Last seen %(translatedTimeAgo)s in %(translatedCountry)s
su: Panungtung katempo %(translatedTimeAgo)s di %(translatedCountry)s

source: Last seen %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
su: Panungtung katempo %(translatedTimeAgo)s deukeut %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s
su: Singkronan panungtung %(translatedTimeAgo)s leuwih

source: Last sync over %(translatedTimeAgo)s in %(translatedCountry)s
su: Singkronan panungtung %(translatedTimeAgo)s leuwih di %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
su: Singkronan panungtung %(translatedTimeAgo)s leuwih deukeut %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync time unknown
su: Waktu singkronan panungtung teu kanyahoan

source: Last sync %(translatedTimeAgo)s
su: Singkronan panungtung %(translatedTimeAgo)s

source: Last sync %(translatedTimeAgo)s in %(translatedCountry)s
su: Singkronan panungtung %(translatedTimeAgo)s di %(translatedCountry)s

source: Last sync %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
su: Singkronan panungtung %(translatedTimeAgo)s deukeut %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Learn how to see what passwords Firefox is storing for you.
su: Lenyepan cara nempoan sandi nu diteundeun Firefox jang anjeun.

source: Legal
su: Légal

source: Link damaged
su: Tutumbu rajét

source: Location unknown
su: Lokasi teu dipikanyaho

source: Login attempt cancelled
su: Pamecakan asup dibolaykeun

source: Logins and Passwords
su: Login & Sandi

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
su: Ngilikan Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Pitembeyan didieu</a>

source: Looking to cancel a paid subscription? Go to <a href="/subscriptions">Manage Subscriptions</a>.
su: Hoyong ngabedokeun langganan anu mayar? Buka <a href="/subscriptions">Kokolakeun Langganan</a>.

source: Looking to cancel a paid subscription? Go to <a href="/subscriptions">Subscriptions</a>.
su: Hoyong ngabedokeun langganan anu mayar? Buka <a href="/subscriptions">Langganan</a>.

source: Looking to cancel a paid subscription? Go to <a href="/subscriptions">Subscriptions &amp; Payments</a>.
su: Hoyong ngabedokeun langganan anu mayar? Buka <a href="/subscriptions">Babayar &amp; Langganan</a>.

source: Lost or stolen
su: Leungit atawa dipaling

source: Lost or stolen device
su: Parangkat leungit atawa dicolong

source: Low recovery codes remaining
su: Kodeu pamulangan sayaga sakeudeung deui

source: Make primary
su: Jieun utama

source: Manage…
su: Kokolakeun…

source: Manage account
su: Kokolakeun akun

source: Manage account:
su: Kokolakeun akun:

source: Manage devices
su: Kokolakeun parangkat

source: Manage preferences
su: Kokolakeun préférénsi

source: Manage your Firefox account settings by visiting your <a %(accountSettingsLinkAttributes)s>account page</a>.
su: Kokolakeun setélan akun Firefox anjeun di <a %(accountSettingsLinkAttributes)s>kaca akun</a>.

source: Manually enter this secret key into your authentication app:
su: Asupkeun ieu konci rusiah sacara manual kana aplikasi oténtikasi anjeun:

source: Maybe later
su: Moal waka

source: Missing configuration
su: Leungiteun konfigurasi

source: Missing content-length header
su: Leungiteun panjang kontén header

source: Missing data attribute: %(property)s
su: Leungiteun atribut data: %(property)s

source: Missing OAuth parameter: %(param)s
su: Leungiteun paraméter OAuth: %(param)s

source: Missing or duplicate items?
su: Item leungit atawa duplikat lin?

source: Missing parameter: %(param)s
su: Leungiteun paraméter: %(param)s

source: Missing property in resume token: %(property)s
su: Leungiteun properti na token hanca: %(property)s

source: Mistyped email?
su: Salah ngetik surélék?

source: Mistyped email? %(domain)s does not offer email.
su: Salah ketik surél? %(domain)s teu nyadiakeun surél.

source: Mobile phone number
su: Nomer telepon ider

source: Mozilla Privacy Policy
su: Kawijakan Salindungan Mozilla

source: Mozilla VPN
su: VPN Mozilla

source: Must be at least 8 characters
su: Sahenteuna kudu 8 karakter

source: Must not be your email address
su: Ulah maké alamat surélék anjeun

source: Must not match this <a %(escapedCommonPasswordLinkAttrs)s>list of common passwords</a>
su: Kudu ulah misaru jeung ieu <a %(escapedCommonPasswordLinkAttrs)s>daptar sandi basajan</a>

source: Need another code? Resend
su: Butuh kodeu lianna? Kirim ulang

source: Need to reset your password?
su: Perlu nyetél ulang sandi anjeun?

source: New password
su: Sandi anyar

source: New primary email
su: Surélék utama anyar

source: New Primary Email
su: Surél Utama Anyar

source: New recovery codes generated
su: Kodeu pamulangan anyar dipangnyieunkeun

source: New Recovery Codes Generated
su: Sandi Pamulangan Anyar Dipangnyieunkeun

source: New sign-in to %(clientName)s
su: Peta asup anyar ka %(clientName)s

source: New Sign-in to %(clientName)s
su: Peta Asup Anyar ka %(clientName)s

source: Next Invoice: %(nextInvoiceDateOnly)s
su: Faktur salajengna: %(nextInvoiceDateOnly)s

source: Next sync between your devices!
su: Lajeng singkronan antara paranti anjeun!

source: No longer own that email? Create a new account
su: Ieu surélék geus teu dipaké lin? Jieun akun anyar

source: no message
su: taya talatah

source: none
su: euweuhan

source: None connected
su: Euweuh nu nyambung

source: NOTE:
su: CATETAN:

source: Not in inbox or spam folder? Resend
su: Euweuh na kotak asup atawa folder spam? Kirim deui

source: Not listed
su: Teu kadaptar

source: Not set
su: Can ngasét

source: Now get Firefox everywhere else.
su: Ayeuna mah meunangkeun Firefox dimana baé

source: Now get the most of Firefox by signing in everywhere you browse.
su: Ayeuna meunangkeun mangpaat ti Firefox sagemblengna ku cara asup timana waé anjeun nyungsi.

source: %(numberRemaining)s Recovery Codes Remaining
su: Sandi Pamulihan Kari %(numberRemaining)s

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
su: Duh lur, aya nu salah ieu téh. Kami geus diwawaran sarta bakal digawé pikeun menerkeunana.

source: Old or replaced
su: Kolot atawa diganti

source: Old or replaced device
su: Parangkat heubeul atawa diganti

source: Old password
su: Sandi heubeul

source: Once complete, it will begin generating security codes for you to enter.
su: Sakalina anggeus, ieu bakal mitembeyan nyieun sandi kaamanan anu bisa dipaké ku anjeun.

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
su: Sanggeus dikonfirmasi, kami bakal mantuan anjeun masangkeun sarta nyambungkeun Firefox sahenteuna ka hiji parangkat séjén.

source: Once verified, account changes like adding a secondary email will become possible from this device.
su: Sanggeus divérifikasi, parobahan akun saperti nambahkeun surélék sékundér bakal mumkin ti ieu parangkat.

source: Once verified, this address will begin receiving security notifications and confirmations.
su: Sanggeus divérifikasi, ieu alamat bakal narima iber sarta konfirmasi kaamanan.
